naruto_image = "naruto.jpg"
sasuke_image = "sasuke.jpg"
spiralpill_image = "spiralpill.jpg"
video1_name = "video_1.mp4"
video1_1_name = "video_1_1.avi"
vedio_param = {0: "视频文件的当前位置（播放）以毫秒为单位",
 1: "基于以0开始的被捕获或解码的帧索引",
 2: "视频文件的相对位置（播放）：0=电影开始，1=影片的结尾",
 3: "在视频流的帧的宽度",
 4: "在视频流的帧的高度",
 5: "帧速率",
 6: "编解码的4字-字符代码",
 7: "视频文件中的帧数",
 8: "返回对象的格式",
 9: "返回后端特定的值，该值指示当前捕获模式",
 10: "图像的亮度",
 11: "图像的对比度",
 12: "图像的饱和度",
 13: "色调图像",
 14: "图像增益",
 15: "曝光",
 16: "指示是否应将图像转换为RGB布尔标志",
 17: "暂时不支持",
 18: "立体摄像机的矫正标注"
}